Repository: rlf/StructureAPI
Catalog: Structure-API-Plugin/src/main/po/*.po
Languages: da_dk

source: §eYou do not have access (§4{0}§e)
da_dk: §eDu har ikke adgang (§4{0}§e)

source: §eInvalid command: {0}
da_dk: §eForkert kommando: {0}

source: §7Usage: {0}
da_dk: §7Brug: {0}

source: §7Use §3/{0} ? {1}§7 to display next page
da_dk: §7Brug §3/{0} ? {1}§7 for at vise næste side

source: §7Use §3/{0} ? {1} §7 to display previous page
da_dk: §7Brug §3/{0} ? {1} §7 for at vise forrige side

source: saves documentation of the commands to a file
da_dk: gemmer dokumentation af kommandoerne til en fil

source: Wrote documentation to {0}
da_dk: Gemte dokumentation til {0}

source: §4Error writing documentation: {0}
da_dk: §4Fejl ved skrivning af dokumentation: {0}

source: Command
da_dk: Kommado

source: Permission
da_dk: Tilladelse

source: Description
da_dk: Beskrivelse

source: h
da_dk: t

source: main structure command
da_dk: primær struktur kommando

source: loads a predefined structure
da_dk: henter en pre-defineret struktur

source: Unable to execute this command as anything but a player
da_dk: Ude afstand til at udføre denne kommando som andet end en spiller

source: Loaded structure {0} into position {1}
da_dk: Hentede struktur {0} ind på {1}

source: Failed to paste structure {0}
da_dk: Fejlede ved indsætning af struktur {0}

source: loads a structure from a file
da_dk: henter en struktur fra en fil

source: Failed to paste structure {0}: {1}
da_dk: Fejlede ved indsætning af struktur {0}: {1}

source: shows information about a structure
da_dk: viser informationer om en struktur

source: Structure found {0}
da_dk: Struktur fundet {0}

source: Failed to locate structure {0}
da_dk: Kunne ikke finde struktur {0}

source: saves a structure
da_dk: gemmer en struktur

source: Successfully saved structure {0}
da_dk: Gemte succesfuldt strukturen {0}

source: Failed to save structure {0}
da_dk: Kunne ikke gemme strukturen {0}

source: prints out debug-information about the NMS classes in play
da_dk: viser debug-information om de NMS klasser der benyttes
